// ==UserScript==
// @name         CatWar Script
// @version      1.1
// @description  Бывшее небольшое дополнение для браузерки с пиксельными котами. Крем соси, Ус был лучше.
// @author       Krivodushie & Psiii
// @copyright    2024 ScriptTeam (https://vk.com/cwscript - Роман К. [https://vk.com/liv_loh] & Амина К. [https://vk.com/psiiiiiii])
// @license      MIT; https://opensource.org/licenses/MIT
// @updateURL    https://openuserjs.org/meta/CatWarScript/CatWar_Script.meta.js
// @downloadURL  https://openuserjs.org/install/CatWarScript/CatWar_Script.user.js
// @match        *://catwar.su/*
// ==/UserScript==

/*
    Всем привет, скриптята
    С глубокими сожалениями сообщаем, что CatWar Script больше не существует. Авторов забанили на год за «нарушение ОПИ и лицензионного соглашения» из-за нашего скрипта.
    Спасибо всем за вашу поддержку и просто за то, что были вместе с нами на протяжении всего нашего пути. Это был действительно незабываемый и очень классный для нас опыт и мы запомним его навсегда. Спасибо!
    Также приносим свои искренние извинения всем, кто использовал «Библиотеку костюмов» от нашего скрипта и тем более перед теми, кто заказывал костюмы для установки через неё. Функция, несмотря на все аргументы в её защиту, оказалась нарушающей ОПИ и её также придётся удалить.
    Гайд, как установить себе лично CSS-стиль на свою модельку и как работала библиотека, потому что там интересно выложим по этой ссылке чуть позже: [https://vk.cc/cATpt6]
    Ещё раз спасибо всем и может быть, ещё увидимся, скриптята!
*/

